Repository: webdevops/TYPO3-metaseo
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# mlang_labels_tabdescr
source: SEO Management tool
de: SEO Verwaltungsmodul

# boolean.yes
source: Yes
de: Ja

# boolean.no
source: No
de: Nein

source: Today
de: Heute

source: Yesterday
de: Gestern

# value_default
source: Default
de: Standard

# default.language
source: Default
de: Standard

# default.language.named
source: %s (Default)
de: %s (Standard)

# value.from_base
source: Value from default language
de: Wert von Standardsprache

# value.from_overlay
source: Value from {0}
de: Wert aus {0}

# value.only_base
source: Base value (no translation available)
de: Basiswert (Keine Übersetzung möglich)

# link.open
source: open
de: öffnen

# title.rootsettings.main
source: Control Center
de: Kontrollzentrum

# title.seo.pagetitle.geo
source: SEO - Geo information
de: SEO - Geo-Informationen

# title.seo.pagetitle
source: SEO - Pagetitle
de: SEO - Seitentitel

# title.seo.pagetitle.simulaton
source: SEO - Pagetitle simulator
de: SEO - Seitentitel-Simulator

# title.seo.searchengines
source: SEO - Search engines
de: SEO - Suchmaschinen

# title.seo.url
source: SEO - URL settings
de: SEO - URL-Einstellungen

# message.warning.noRootPage.title
source: Missing root pages
de: Keine Root-Seiten gefunden

# message.warning.noRootPage.message
source: In this TYPO3 installation no page is flagged with "Use as root page".
de: In dieser TYPO3 installation wurden keine Seiten mit "Als Anfang der Website benutzen" versehen worden.

# message.delete.title
source: Delete entries
de: Einträge löschen

# message.delete.question
source: Do you really want to delete these entries?
de: Möchten Sie wirklich diese Einträge löschen?

# message.delete_all.title
source: Delete all entries
de: Alle Einträge löschen

# message.delete_all.question
source: Do you really want to delete ALL entries?
de: Möchten Sie wirklich ALLE Einträge löschen?

# message.blacklist.title
source: Blacklist entries
de: Einträge auf Blacklist setzen

# message.blacklist.question
source: Do you really want to blacklist these entries?
de: Möchten Sie wirklich diese Einträge auf die Blacklist setzen?

# message.whitelist.title
source: Whitelist entries
de: Einträge von der Blacklist nehmen

# message.whitelist.question
source: Do you really want to whitelist these entries?
de: Möchten Sie wirklich diese Einträge von der Blacklist nehmen?

# message.no_selected_items
source: You must select at least one entry.
de: Es wurden keine Einträge ausgewählt.

# message.warning.no_valid_page.title
source: No page selected
de: Keine Seite ausgewählt

# message.warning.no_valid_page.message
source: Please select a page from the left tree.
de: Bitte wählen Sie eine Seite aus dem Seitenbaum.

# message.warning.no_domain_entries_found
source: No domains found
de: Keine Domains gefunden

# message.warning.incomplete_data_received.message
source: Incomplete data received. The action was interrupted.
de: Unvollständige Daten empfangen. Der Vorgang wurde abgebrochen.

# message.warning.ajax_method_name_not_exist.message
source: The requested ajax method name does not exist. The action was interrupted.
de: Die angeforderte Ajax-Methode existiert nicht. Der Vorgang wurde abgebrochen.

# message.error.internal_server_error
source: Internal Server Error. The action was interrupted.
de: Interner Server-Fehler. Der Vorgang wurde abgebrochen.

# message.error.typo3_page_not_found
source: The requested TYPO3 page could not be found. The action was interrupted.
de: Die angeforderte TYPO3-Seite konnte nicht gefunden werden. Der Vorgang wurde abgebrochen.

# message.error.unknown_list_type_received
source: Unknown list type received. The action was interrupted.
de: Unbekannter Listentyp empfangen. Der Vorgang wurde abgebrochen.

# message.error.access_denied
source: Access to this element was denied.
de: Der Zugriff auf dieses Element wurde verweigert.

# message.error.url_generation_failed
source: URL could not be generated (not possible for access protected pages)
de: Der URL konnte nicht generiert werden (nicht möglich für geschützte Seiten)

# message.error.no_language_overlay_found
source: No language overlay for current page found, please create one first.
de: Für diese Seite gibt es noch kein Sprach-Overlay, bitte erst einen anlegen.

# table.header.rootpage
source: Root-Page
de: Root-Seite

# table.header.domain
source: Website-Domain
de: Webseiten-Domain

# table.header.sitemap.pages
source: Pages
de: Seiten

# table.header.sitemap.total
source: Sitemap entries
de: Sitemap Einträge

# table.header.sitemap.xmlPages
source: Sitemap.xml pages
de: Sitemap.xml-Seiten

# menu.seo.page.metadata
source: Metadata
de: Metadaten

# menu.seo.page.geo
source: Geo information
de: Geo-Tags

# menu.seo.page.searchengines
source: Searchengine information
de: Suchmaschinen-Infos

# menu.seo.page.advanced
source: Advanced Meta
de: Erweiterte Metatags

# menu.seo.page.pagetitle
source: Pagetitle
de: Seitentitel

# menu.seo.page.pagetitlesim
source: Pagetitle Simulator (SLOW!)
de: Seitentitel Simulator (LANGSAM!)

# button.yes
source: Yes
de: Ja

# button.no
source: No
de: Nein

# button.save
source: Save
de: Speichern

# button.saverecursively
source: Save recursively
de: Rekursiv speichern

# button.saverecursively.tooltip
source: Recursively applies the change to all subpages with indefinite depth.
de: Die Änderung wird rekursiv auf allen Unterseiten ohne Tiefenbegrenzung angewendet.

# button.cancel
source: Cancel
de: Abbrechen

# button.delete
source: Delete
de: Löschen

# button.delete.hint
source: Delete all selected entries
de: Alle ausgewählten Einträge löschen

# button.delete_all
source: Delete all entries
de: Alle Einträge löschen

# button.blacklist.hint
source: Blacklist selected entries
de: Einträge auf Blacklist setzen

# button.whitelist.hint
source: Whitelist selected entries
de: Einträge von Blacklist entfernen

# pager.desc
source: Page %s of %s
de: Seite %s von %s

# pager.results
source: Show rows {0} - {1} of {2}
de: Zeige Zeilen {0} - {1} von {2}

# pager.noresults
source: There are no entries
de: Es wurden keine Einträge gefunden.

# sitemap.xml.pages.total
source: <b>One</b> Sitemap.xml INDEX page with <b>%s</b> sitemap sub-page(s)
de: <b>Eine</b> Sitemap.xml-INDEX-Seite mit <b>%s</b> Sitemap-Unterseite(n)

# header.sitemap.page_title
source: Page
de: Seite

# header.sitemap.page_keywords
source: Keywords
de: Stichwörter

# header.sitemap.page_description
source: Description
de: Beschreibung

# header.sitemap.page_author
source: Author Name
de: Autor-Name

# header.sitemap.page_author_email
source: Author E-Mail
de: Autor E-Mail

# header.sitemap.page_lastUpdated
source: Last updated
de: Letztes Update

# header.sitemap.page_geo_lat
source: Latitude
de: Breitengrad (lat)

# header.sitemap.page_geo_long
source: Longitude
de: Längengrad (long)

# header.sitemap.page_geo_place
source: City/Place
de: Stadt/Ort

# header.sitemap.page_tx_metaseo_pagetitle
source: Title (Absolute)
de: Titel (Absolut)

# header.sitemap.page_tx_metaseo_pagetitle_rel
source: Browsertitle
de: Browser-Titel

# header.pagetitlesim_title_simulated
source: Title (Simulated)
de: Titel (Simuliert)

# header.url_realurl_pathsegment
source: RealURL Path Segment
de: RealURL Pfad-Segment

# header.url_realurl_pathoverride
source: RealURL Path Override
de: RealURL Pfad-Überschreibung

# header.url_realurl_exclude
source: RealURL Exclude
de: RealURL Ausschluss

# header.sitemap.priority
source: Sitemap Priority
de: Sitemap-Priorität

# header_rootpage
source: Root Website
de: Root-Webseite

# header.sitemap.pages
source: Pages
de: Seiten

# header.sitemap.total
source: Pages (with virtual pages/extensions)
de: Seiten (mit virtuellen Seiten/Erweiterungen)

# header.sitemap.xml_pages
source: Sitemap.xml pages
de: Sitemap.xml-Seiten

# header.sitemap.page_language
source: Language
de: Sprache

# header.sitemap.page_is_blacklisted
source: Blacklisted
de: Blacklist

# header.sitemap.page_type
source: Type
de: Typ

# header.sitemap.page_depth
source: Depth
de: Tiefe

# header.sitemap.crdate
source: Created
de: Erstellt am

# header.sitemap.tstamp
source: Last indexed
de: Indiziert am

# header.url_scheme
source: Scheme
de: Schema

# header.searchengine_is_excluded
source: Excluded
de: Ausgeschlossen

# header.pagetitlesim.title_simulated
source: Simulated title
de: Simulierter Titel

# qtip.pagetitle_simulate
source: Show simulated pagetitle
de: Generiere simulierten Seitentitel

# qtip.url_simulate
source: Show simulated url
de: Generiere simulierte URL

# qtip.link_sitemap_xml
source: Goto sitemap.xml INDEX page
de: Gehe zu sitemap.xml-INDEX-Seite

# qtip.link_sitemap_list
source: Goto sitemap list
de: Gehe zu Sitemap-Verwaltung

# label.depth
source: Depth
de: Tiefe

# label.search.fulltext
source: Search
de: Suche

# empty.search.fulltext
source: Search...
de: Suche...

# label.search.page_language
source: Language
de: Sprache

# empty.search.page_language
source: -- All --
de: -- Alle --

# default.search.page_language
source: -- Default --
de: -- Standard --

# label.search.page_depth
source: Depth
de: Tiefe

# empty.search.page_depth
source: -- All --
de: -- Alle --

# label.yes
source: Yes
de: Ja

# label.no
source: No
de: Nein

# title.sitemap.list
source: Sitemap list for "%s" (UID:%s)
de: Sitemap-Liste für "%s" (UID:%s)

# searchengine.is_exclude_disabled
source: No, visible to SearchEngines
de: Nein, sichtbar für Suchmaschinen

# searchengine.is_exclude_enabled
source: Yes, EXCLUDE page from SearchEngines index
de: Ja, für Suchmaschinen AUSGESCHLOSSEN.

# page.url_scheme_default
source: Default
de: Standard

# metaeditor.button.hint
source: Advanced MetaTag Editor
de: Erweiterter MetaTag Editor

# metaeditor.title
source: Advanced MetaTag Editor
de: Erweiterter MetaTag Editor

# sitemap.pagetype.0
source: Page
de: Seite

# sitemap.pagetype.1
source: File
de: Datei
